Repository: mjvbarton/parish-announcements
Catalog: languages/parish-announcements-*.po
Languages: cs_cz

source: Parish Announcements
cs_cz: Farní ohlášky

source: Required extension %s not found.
cs_cz: Požadované rozšíření %s nebylo nalezeno.

source: Actual announcement from the parish
cs_cz: Aktuální ohlášky z farnosti

source: Loading...
cs_cz: Načítám...

source: Block for displaying actual parish announcements gereated by the Parish Announcements plugin.
cs_cz: Blok na zobrazení aktuálních farních ohlášek vytvořených pluginem Farní Ohlášky.

source: Active announcement
cs_cz: Aktivní ohláška

source: How to use the plugin
cs_cz: Jak používat plugin

source: This plugin provides a simple way to display parish announcements in PDF file at the website. The steps are simple:
cs_cz: Tento plugin poskytuje jednoduchý způsob, jak zobrazit farní ohlášky v souboru PDF na stránce. Postup je jednoduchý:

source: Prepare the PDF file with announcements using your favourite editor (eg. MS Word)
cs_cz: Připravte PDF soubor s ohláškami pomocí vašeho oblíbeného editoru (např. MS Word)

source: Hit the upload button to upload the file in the media gallery
cs_cz: Stiskněte tlačítko nahrát soubor, abyste nahrály soubor mezi média

source: Click on the save button to perform the conversion
cs_cz: Stiskněte tlačítko uložit, aby došlo ke konverzi PDF do formátu JPG

source: Go to a page where you want to display the block
cs_cz: Jděte na stránku, kde chcete zobrazit blok

source: Find the block Parish Announcements in the block gallery
cs_cz: V galerii bloků najděte blok Farní ohlášky a přidejte ho na stránku

source: Save the page and you are done
cs_cz: Uložte stránku a jste hotovi
